testing/log/29-10-2023-18:57/k6.log
time="2023-10-29T19:00:02+07:00" level=info msg="Status: 200 OK" source=console
time="2023-10-29T19:00:02+07:00" level=info msg="Status: 200 OK" source=console

     data_received..................: 6.9 MB 917 kB/s
     data_sent......................: 13 kB  1.7 kB/s
   ✓ failures.......................: 0.00%  ✓ 0        ✗ 2  
     http_req_blocked...............: avg=324.78ms min=324.58ms med=324.78ms max=324.98ms p(90)=324.94ms p(95)=324.96ms
     http_req_connecting............: avg=57.68ms  min=57.53ms  med=57.68ms  max=57.82ms  p(90)=57.79ms  p(95)=57.8ms  
     http_req_duration..............: avg=7.15s    min=7.13s    med=7.15s    max=7.17s    p(90)=7.16s    p(95)=7.17s   
       { expected_response:true }...: avg=7.15s    min=7.13s    med=7.15s    max=7.17s    p(90)=7.16s    p(95)=7.17s   
     http_req_failed................: 0.00%  ✓ 0        ✗ 2  
     http_req_receiving.............: avg=7.05s    min=7.02s    med=7.05s    max=7.09s    p(90)=7.08s    p(95)=7.08s   
     http_req_sending...............: avg=8.48ms   min=5.35ms   med=8.48ms   max=11.61ms  p(90)=10.98ms  p(95)=11.29ms 
     http_req_tls_handshaking.......: avg=87.01ms  min=83.97ms  med=87.01ms  max=90.04ms  p(90)=89.44ms  p(95)=89.74ms 
     http_req_waiting...............: avg=86.05ms  min=77.36ms  med=86.05ms  max=94.75ms  p(90)=93.01ms  p(95)=93.88ms 
     http_reqs......................: 2      0.266661/s
     iteration_duration.............: avg=7.49s    min=7.49s    med=7.49s    max=7.49s    p(90)=7.49s    p(95)=7.49s   
     iterations.....................: 2      0.266661/s
     vus............................: 2      min=2      max=2
     vus_max........................: 2      min=2      max=2