testing/log/29-10-2023-18:57/load-testing-steadystate.log
→    ✗ status was 200
→     ↳  86% — ✓ 20 / ✗ 3

→    checks.........................: 86.95% ✓ 20       ✗ 3   
→    data_received..................: 3.5 kB 45 B/s
→    data_sent......................: 3.8 kB 49 B/s
→    http_req_blocked...............: avg=47.07ms  min=6.31µs   med=61.14ms  max=66.88ms  p(90)=66.76ms p(95)=66.78ms 
→    http_req_connecting............: avg=47.02ms  min=0s       med=61.03ms  max=66.81ms  p(90)=66.72ms p(95)=66.76ms 
→    http_req_duration..............: avg=11.09s   min=810.19ms med=10.28s   max=26.84s   p(90)=21.09s  p(95)=22.55s  
→      { expected_response:true }...: avg=12.16s   min=5.24s    med=10.91s   max=26.84s   p(90)=21.97s  p(95)=22.83s  
→    http_req_failed................: 13.04% ✓ 3        ✗ 20  
→    http_req_receiving.............: avg=53.33ms  min=0s       med=56.32ms  max=95.86ms  p(90)=66.63ms p(95)=84.17ms 
→    http_req_sending...............: avg=147.01µs min=29.02µs  med=112.33µs max=482.35µs p(90)=384.8µs p(95)=452.46µs
→    http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s      p(95)=0s      
→    http_req_waiting...............: avg=11.03s   min=810.16ms med=10.23s   max=26.74s   p(90)=21.02s  p(95)=22.49s  
→    http_reqs......................: 23     0.296288/s
→    iteration_duration.............: avg=26.13s   min=15.81s   med=25.34s   max=41.91s   p(90)=36.15s  p(95)=37.62s  
→    iterations.....................: 23     0.296288/s
→    vus............................: 1      min=1      max=10
→    vus_max........................: 10     min=10     max=10